Repository: Classes123/aipolicy-editor
Catalog: AIPolicyEditor.MainWindow.*.resx
Languages: ru

# toolStripMenuItem_ConditionAdd_c_stop_fight.Text
source: c_stop_fight
ru: конец боя

# checkBox_AttackValid.Text
source: In battle
ru: Только в бою

# toolStripMenuItem_OperationAdd_o_use_skill.Text
source: o_use_skill
ru: использовать скил

# toolStripMenuItem_OperationAdd_o_run_trigger.Text
source: o_run_trigger
ru: запустить триггер

# $this.Text
source: AipolicyEditor
ru: AipolicyEditor by Rey35 Afer1st edidion

# toolStripMenuItem_ConditionAdd_c_var.Text
source: c_var
ru: переменная

# toolStripMenuItem_OperationAdd_o_set_history.Text
source: o_set_history
ru: установить ист значение

# toolStripMenuItem_ConditionAdd_c_constant.Text
source: c_constant
ru: константа

# toolStripMenuItem_ConditionAdd_c_room_index.Text
source: c_room_index
ru: индекс комнаты

# toolStripMenuItem_OperationAdd_o_active_controller_2.Text
source: o_active_controller_2
ru: активировать контроллер 2

# checkBox_Run.Text
source: Run
ru: Запущен

# toolStripMenuItem_ConditonRemove.Text
source: Remove
ru: Удалить

# toolStripMenuItem_OperationAdd_o_save_player_count_in_radius_to_param.Text
source: o_save_player_count_in_radius_to_param
ru: сохранить кол-во игроков в радиусе в параметр

# toolStripMenuItem_ConditionAdd_c_reach_end.Text
source: c_reach_end
ru: конец пути

# toolStripMenuItem_ConditionAdd_c_player_count_in_radius.Text
source: c_player_count_in_radius
ru: кол-во игроков в радиусе

# toolStripMenuItem_OperationAdd_o_deliver_task_in_hate_list.Text
source: o_deliver_task_in_hate_list
ru: выдать квест атакующим

# toolStripMenuItem_OperationAdd_o_walk_along.Text
source: o_walk_along
ru: установить путь

# toolStripMenuItem_OperationAdd_o_walk_along_2.Text
source: o_walk_along_2
ru: установить путь 2

# toolStripMenuItem_OperationAdd_o_stop_trigger.Text
source: o_stop_trigger
ru: остановить триггер

# toolStripMenuItem_OperationAdd_o_kill_timer.Text
source: o_kill_timer
ru: удалить таймер

# toolStripMenuItem_OperationAdd_o_flee.Text
source: o_flee
ru: побег

# toolStripMenuItem_OperationAdd_o_talk.Text
source: o_talk
ru: сообщение

# toolStripMenuItem_ConditionAdd_c_local_var.Text
source: c_local_var
ru: локальная переменная

# toolStripMenuItem_OperationAdd_o_deliver_faction_pvp_points.Text
source: o_deliver_faction_pvp_points
ru: дать гильдии пвп очки

# toolStripMenuItem_OperationAdd_o_save_player_count_in_region_to_param.Text
source: o_save_player_count_in_region_to_param
ru: сохранить кол-во игроков в регионе в параметр

# toolStripMenuItem_OperationAdd_o_create_timer.Text
source: o_create_timer
ru: создать таймер

# toolStripMenuItem_OperationAdd_o_summon_npc.Text
source: o_summon_npc
ru: спавн нпс

# toolStripMenuItem_TriggerRemove.Text
source: Remove
ru: Удалить

# toolStripMenuItem_OperationAdd_o_set_hate_to_first.Text
source: o_set_hate_to_first
ru: агр на первого

# toolStripMenuItem_OperationAdd_o_set_hate_fifty_percent.Text
source: o_set_hate_fifty_percent
ru: агр на 50%

# toolStripMenuItem_OperationAdd_o_clear_tower_task_in_region.Text
source: o_clear_tower_task_in_region
ru: очистить список заданий в регионе

# toolStripMenuItem_ConditionAdd_c_reach_end_2.Text
source: c_reach_end_2
ru: конец пути 2

# toolStripMenuItem_OperationAdd_o_active_controller.Text
source: o_active_controller
ru: активировать контроллер

# toolStripMenuItem_PolicyRemove.Text
source: Remove
ru: Удалить

# toolStripMenuItem_OperationAdd_o_attact.Text
source: o_attact
ru: атаковать

# toolStripMenuItem_ConditionAdd_c_history_value.Text
source: c_history_value
ru: историческое значение

# toolStripMenuItem_OperationAdd_o_summon_monster_2.Text
source: o_summon_monster_2
ru: спавн моба 2

# checkBox_Active.Text
source: Active
ru: Активен

# toolStripMenuItem_Load.Text
source: Load
ru: Открыть

# toolStripMenuItem_Save.Text
source: Save
ru: Сохранить

# toolStripMenuItem_OperationCopy.Text
source: Copy
ru: Скопировать

# label_Name.Text
source: Name:
ru: Название:

# toolStripMenuItem_ConditionAdd_c_at_history_stage.Text
source: c_at_history_stage
ru: при историческом этапе

# toolStripMenuItem_ConditionAdd_c_has_filter.Text
source: c_has_filter
ru: есть фильтр

# toolStripMenuItem_OperationRemove.Text
source: Remove
ru: Удалить

# toolStripMenuItem_OperationAdd_o_calc_var.Text
source: o_calc_var
ru: калькулятор переменных

# toolStripMenuItem_OperationAdd_o_active_trigger.Text
source: o_active_trigger
ru: активировать триггер

# toolStripMenuItem_Search.Text
source: Search
ru: Найти

# toolStripMenuItem_ConditionAdd_c_player_count_in_region.Text
source: c_player_count_in_region
ru: кол-во игроков в регионе

# toolStripMenuItem_OperationAdd_o_skip_operation.Text
source: o_skip_operation
ru: пропуск операции

# toolStripMenuItem_OperationAdd_o_play_action.Text
source: o_play_action
ru: выполнить действие

# toolStripMenuItem_OperationAdd_o_deliver_task.Text
source: o_deliver_task
ru: выдать квест

# toolStripMenuItem_PolicyCopy.Text
source: Copy
ru: Скопировать

# toolStripMenuItem_OperationAdd_o_revise_global.Text
source: o_revise_global
ru: изменить переменную

# toolStripMenuItem_OperationAdd_o_set_hate_to_last.Text
source: o_set_hate_to_last
ru: агр на следующего

# toolStripMenuItem_TriggerAdd.Text
source: Add
ru: Добавить

# toolStripMenuItem_OperationAdd_o_summon_mine.Text
source: o_summon_mine
ru: спавн шахты

# toolStripMenuItem_OperationAdd_o_revise_history.Text
source: o_revise_history
ru: изм ист значение

# toolStripMenuItem_OperationAdd_o_set_global.Text
source: o_set_global
ru: установить переменную

# toolStripMenuItem_OperationAdd_o_reset_hate_list.Text
source: o_reset_hate_list
ru: сбросить агр

# toolStripMenuItem_OperationAdd_o_summon_monster.Text
source: o_summon_monster
ru: спавн моба

# toolStripMenuItem_OperationAdd_o_use_skill_2.Text
source: o_use_skill_2
ru: использовать скил 2

# toolStripMenuItem_OperationAdd.Text
source: Add
ru: Добавить

# toolStripMenuItem_TriggerCopy.Text
source: Copy
ru: Скопировать

# toolStripMenuItem_OperationAdd_o_deliver_random_task_in_region.Text
source: o_deliver_random_task_in_region
ru: выдать случайно квест в регионе

# toolStripMenuItem_PolicyAdd.Text
source: Add
ru: Добавить
